<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<jsp:include page="/function/common/ruyicai_include_common_top_http.jsp"></jsp:include>
<title>江西11选5投注风险须知_如意彩</title>
<link href="<%=request.getContextPath() %>/function/css/util.css" rel="stylesheet" type="text/css" />
<link href="<%=request.getContextPath() %>/function/css/ruserAll.css" rel="stylesheet" type="text/css" />
<script type="text/javascript" src="<%=request.getContextPath() %>/function/js/jqueryJS/jquery-1.5.min.js"></script> 
<script type="text/javascript" src="<%=request.getContextPath() %>/function/js/util.js"></script>
</head>
<body>
<div id="body">
<script>$(function(){toplogo('common',"");});</script>
    <span id="common"></span>
<div id="xieyi">
<div class="xieyi1">&nbsp;</div>
<div class="xieyi2">
<p class="dd">江西11选5 投注风险须知</p>
<br>
<ul><li>1、江西11选5为高风险的彩种，请谨慎投注。</li><li>2、彩票发行和销售机构对每期投注号码的可投注数量实行动态控制（又称“限号”），您发起的方案（包括追号方案）中若包含被限号的号码，该方案将因限号无法投注，网站将做撤单返款处理。 </li><li>3、因限号而导致的部分或全部无法投注成功的方案，网站在当期官方截止时间之前进行当期方案的撤单并及时返款操作。</li><li>4、因限号导致的无法投注成功，网站履行在当期官方截止时间之前撤单并及时返款义务，除此之外，网站对于包括但不限于方案是否中奖等事项不承担任何责任。</li></ul>
<p><br><br></p>
<p class="dd">江西11选5游戏限号规则</p>
<p>彩票管理中心为了加强对“江西11选5”的销售管理，在销售过程中，对每种投注方式相对应的每注投注号码的当前允许销售的最大投注注数按以下规则进行动态限制。</p>
<p>一、限号规则</p>
<p>1.限号投注方式</p>
<p>根据该游戏的所有投注方式，经合并后按7种限号投注方式进行计算，分别为任选1、任选2、任选3、任选4、任选5~8、选前二组选与直选、选前三组选与直选。在当期销售过程中，当投注号码未达到当前允许销售的最大投注数额时，各限号投注方式按实际销售的投注数额实时从总局中心数据库限号池获取投注许可;若投注号码达到当前允许销售的最大投注数额，则限号池停止向各限号投注方式分配该投注号码的许可。对任选1、任选2、任选3、任选4各设一个限号池，任选5~8共用一个限号池，选前二组选与直选共用一个限号池，选前三组选与直选共用一个限号池。</p>
<p>2.初始投注许可</p>
<p>初始投注许可是指当某种限号投注方式的投注数为零时，每种限号投注方式相对应的每注投注号码允许销售的最大投注注数。初始赔付总额为600万元，各投注方式初始限陪分别是，任选1为40万，任选2为30万，任选3为150万，任选4为50万，任选5—8为170万，选前二组选与直选为40万，选前三组选与直选为120万。具体设置如下：</p>
<p>(1)“任选一”投注方式：初始限制注数为30769注;</p>
<p>(2)“任选二”投注方式：初始限制注数为5000注;</p>
<p>(3)“任选三”投注方式：初始限制注数为7894注;</p>
<p>(4)“任选四”投注方式：初始限制注数为1282注;</p>
<p>(5)“任选5-8”投注方式”：初始限制注数为3148注;</p>
<p>(6)“选前二组选与直选”：初始限制注数为3076注;</p>
<p>(7)“选前三组选与直选”：初始限制注数为1025注。</p>
<p>3.动态实时限制：</p>
<p>动态实时限制是指在销售过程中，随着销量的增长，每种投注方式的即时允许销售注数，动态实时限制随着该投注方式销售总额的变化，按规定的算法进行动态计算并加以限制的过程。</p>
<p>动态实时限制计算公式：每种投注方式动态实时限制的注数等于初始限制注数加上本期该种投注方式当前销售总额的59%除以该种投注方式单注中奖奖金后再除以该种投注方式的中奖组合数。即某种投注方式动态实时限制注数=该投注方式初始限制数+(该投注方式当前投注总额*59%/该种投注方式单注奖金/该种投注方式的中奖组合数)。</p>
<p>4.在当期销售过程中，当所选投注号码投注注数未超过当前动态实时限制注数时，该投注视为有效投注;若所选投注号码投注注数已超过当前动态实时限制注数，则视为无效投注，此时销售终端不接受该投注的申请。</p>
<p>二、投注限制实例</p>
<p>举例说明上述算法：</p>
<p>“任选三”投注方式初始限制销售注数为7894注，假设当前“任选三”投注方式已经销售了10万元，按59%派奖计算，则预计应该派发奖金为5.9万元，“任选三”投注方式单注奖金为19元，中奖组合数为10，那么动态实时限制为(5900000÷19÷10)=31000注(取整数)，那么，当前的投注动态限制为初始限制的注数与动态实时限制的注数之和，即(7894+310)=8204注;如果“任选三”投注方式的投注号码已经销售了1500注，则此时系统还可接受销售6704注的申请。</p>
<p>其它投注方式的动态限号以此类推。</p>
<p style=" text-align:center"> ©2011&nbsp;www.ruyicai.com 使用前必读</p>
</div></div>
<jsp:include page="/function/common/ruyicai_include_common_footer_litter.jsp"></jsp:include>
</div>
<jsp:include page="/function/rules/setBody.jsp"></jsp:include>
