<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<jsp:include page="/function/common/ruyicai_include_common_top_http.jsp"></jsp:include>
<title>博雅彩用户注册协议</title>
<meta name="keywords" content="会员注册，注册协议" />
<meta name="description" content="博雅彩用户注册协议让您购彩更安全！" />
<link href="<%=request.getContextPath() %>/function/css/util.css" rel="stylesheet" type="text/css" />
<link href="<%=request.getContextPath() %>/function/css/ruserAll.css" rel="stylesheet" type="text/css" />
<script type="text/javascript" src="<%=request.getContextPath() %>/function/js/jqueryJS/jquery-1.5.min.js" ></script>
<script type="text/javascript" src="<%=request.getContextPath() %>/function/js/util.js"></script>
</head>
<body>
<div id="body">
<script>$(function(){toplogo('common',"");});</script>
 <span id="common"></span>
<div id="xieyi" >
<div class="xieyi1">&nbsp;</div>
<div class="xieyi2">
<p class="dd">用户注册协议</p>
<br />
<p align="left">博雅彩彩票网站（www.boyacai.com，下称“博雅彩”）隶属于北京金软通科技发展有限公司，协议开展网上代购彩票业务。本协议为用户在博雅彩上进行彩票代购、合买的事宜而订立，具体条款如下： </p>
<dl>
<dt>一、相关定义</dt>
	<dd>
	1.用户：指在博雅彩注册登记，并得到博雅彩在线认可，有资格享受博雅彩服务的注册会员
	</dd>
	<dd>
	2.代购：指用户以注册的用户名单独委托购买某彩种，用户对所购买的彩票拥有完整的奖金获得权利。
	</dd>
	<dd>
	3.预付款账户：指用户按博雅彩的要求，在网站上设立的账户，专门用于存放预付款。
	</dd>
	<dd>
	4.预付款：指用户存放在预付款账户中的款项，专门用于委托博雅彩购买用户指定的彩票，以及博雅彩提供的其他服务和产品。
	</dd>
	<dd>
	5.用户资料：指用户在注册时提供的个人信息，包括但不限于：用户名、注册账户密码、银行卡账号及密码、用户真实姓名、身份证号码等。
	</dd>
	<dd>
	6.用户注销：指用户向博雅彩申请取消使用已注册的用户名，同时注销预付款账户。
	</dd>
	<dd>
	7.出票：指用户的代购和合买方案经由博雅彩电话投注系统，通过终端机或国家彩票机构的无纸化接口成功记录到国家彩票机构的数据库中。出票是用户彩票购买成功的唯一标志。
	</dd>
</dl>
<dl>
<dt>二、本协议服务范围</dt>
	<dd>
		本协议服务范围包括：提供代购和合买平台；提供彩票相关资讯；提供彩票信息交互平台；提供在线预付支付结算服务。	</dd>
	<dd>
		本协议服务范围不包括向注册会员提供电脑终端及其附属设备、网络和通信等资源。	</dd>
</dl>
<dl>
<dt>三、用户的权利</dt>
<dd> 1.	账户管理权。用户有权随时查询用户资料，并可对用户名、用户真实姓名、身份证号码以外的信息进行修改。</dd>
<dd> 2.	免费使用权。用户有权免费使用博雅彩的彩票投注委托系统以及免费获得彩票资讯。 </dd>
<dd>
 3.	彩票查询权。用户通过博雅彩委托彩票代购、合买成功后，有权免费在博雅彩查询所代购、合买彩票的状态。</dd>
<dd>
 4.	奖金获得权。用户通过博雅彩委托代购、合买彩票成功的，若彩票中奖，用户有权获得相应奖金。</dd>
 <dd>5.	预付款账户核查权。用户可以随时对预付款账户进行资金余额核查。</dd>
 <dd>6.	申请提款权。用户在任何时间都可对自己的预付款余额申请提款，博雅彩在核对用户资金来源正常的情况下，在收到提款请求30个工作日内将用户预付款中需提取的款项转账到用户注册的银行账户上。用户提款转账所产生的银行费用由用户承担。当用户预付款账户中的预付款余额小于转账所需的银行费用时，用户可以到博雅彩公司所在地领取预付款余额。</dd>
 <dd>7.	申请注销权。用户可向博雅彩申请取消使用其注册的用户名，并注销其预付款账户，博雅彩在核对用户资料后，按用户要求将预付款余额返还给用户，并在5个工作日内注销用户名和账户。</dd>
</dl>
<dl>
<dt>四、用户的义务</dt>
<dd>1.	全面遵守本协议的义务。在注册登记成为博雅彩用户之前，须认真阅读、理解本协议各条款，一经注册成功即视为同意本协议全部条款，用户有义务全面遵守本协议。</dd>
<dd>2.	如实提供用户资料义务。为保障用户的合法权益，避免在中奖时出现用户注册资料与真实情况不符导致兑奖不能等情况，请用户按照真实、全面、准确的原则提供用户资料。因用户资料不真实、不全面、不准确造成不能兑奖、不能提款、不能注销等情况，由用户承担全部责任。</dd>
<dd>3.	保持用户名义务。为保护用户账户和预付款账户的安全性，用户名、用户真实姓名、身份证号码一经注册确认后，不得再行更改。</dd>
<dd>4.	预付款项义务。为避免因资金不能及时到账导致延误购买彩票的情况，用户均必须设立预付款账户，并在账户中预先存入款项，方可提出代购请求。预付款账户设立和资金进出操作方式请查看相关网页细则。</dd>
<dd>5.	保护账户资料义务。用户账户资料包括用户密码、个人账号以及用户账号操作所需的资料。用户务必对其账户资料自行保密，以免账号资料被盗用或篡改。因用户保护不周导致账户资料被盗用或篡改而给用户造成的任何损失及法律责任由用户自行承担。</dd>
<dd>6.	遵守网络安全管理的义务。用户不得利用博雅彩制作、复制和传播下列信息：</dd>
<dd>
	<ul>
	<li>　（1）煽动抗拒、破坏宪法和法律、行政法规实施的；</li>
	<li>　（2）煽动颠覆国家政权，推翻社会主义制度的；</li>
	<li>　（3）煽动分裂国家、破坏国家统一的；</li>
	<li>　（4）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
	<li>　（5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</li>
	<li>　（6）宣扬迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</li>
	<li>　（7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</li>
	<li>　（8）损害国家机关信誉的；</li>
	<li>　（9）其他违反宪法、法律、行政法规、行政规章、地方性法规的行为。</li>
	</ul>
	</dd>
<dd>8.	保护网站安全的义务。禁止以任何方式对博雅彩进行各种破坏行为。</dd>
<dd>9.	承担银行费用的义务。在申请提取预付款或因合同终止返还预付款的情况下，款项从预付款账户转账至用户银行卡的银行费用由用户承担。</dd>
</dl>
<dl>
<dt>五、博雅彩的权利</dt>
<dd>1.	管理用户账户的权利。如果用户提供的资料包含有第四条第3款多次恶意注册信息或第7款所列信息，博雅彩保留注销其用户账户或者限制其使用全部或部分服务内容的权利。一经发现用户利用博雅彩制作、复制和传播的信息明显属于第三条第7款所列信息之一的，博雅彩将立即采取屏蔽信息、发出警告、直至关闭用户账户等措施。博雅彩将保存有关记录，并向国家有关机关报告，用户的系统记录将作为用户违反法律法规的证据。</dd>
<dd>2.	修改本协议条款的权利。博雅彩有权在必要时修改协议条款，协议条款一旦发生变动，将会在博雅彩相关页面上提示或公告修改内容。如果不同意所改动的内容，用户可以主动取消获得的服务或注销用户身份，博雅彩将妥善处理好注销用户的善后事宜。如果用户继续享用服务，则视为接受服务条款的变动。博雅彩保留随时修改或中断服务而不需知照用户的权利。主要包括以下情况：</dd>
<dd>
  <ul>
  <li>（1）增加或减少彩票品种。博雅彩代购和合买的彩票品种以当期可以实现购买的品种为准，长期或临时增加或减少彩票品种均不需事先告知用户。</li>
  <li>（2）调整彩票销售截止时间的权利。博雅彩代购和合买服务截止时间一般为当期官方彩票销售截止时间前3小时，博雅彩有权根据彩票种类和当期销售情况调整彩票销售截止时间，而不需事先告知用户。</li>
  </ul>
</dd>
<dd>3.	以预付款代购彩票的权利和义务。在用户向博雅彩提出代购请求后，博雅彩有权从其预付款账户提取请求代购所需的款项金额，代为向彩票发行和销售机构申购用户指定的彩票。</dd>
<dd> 4.	代为兑奖、领取奖金、分配奖金的权利和义务。在彩票中奖情况下，由博雅彩负责代理兑奖、领取奖金事宜，并在开奖后的3个工作日内把税后奖金按比例进行分配，直接汇入中奖用户之预付款账户。
</dd>
<dd>5.	制止公款购彩的权利。博雅彩有权拒绝非个人资金通过博雅彩购买彩票，一旦发现有款项自非个人账户资金转入用户预付款账户，博雅彩有权采取强行将款项退回原账户、终止协议、注销用户账户等措施。博雅彩并将向有关管理机关报告。</dd>
<dd>6.	制止恶意提款或转账的权利。博雅彩有权拒绝预付款账户资金通过博雅彩提现或转至其他非注册银行账户的行为，一旦发现恶意提现或转账行为，博雅彩有权制止并将款项退回原账户。</dd>
<dd>7.	制止未满18周岁的未成年人购买彩票的权利。如未成年人提供虚假用户资料冒充成年人的，一经发现，该用户账户将被注销，其在博雅彩进行的一切彩票委托购买行为将自始无效，由此给博雅彩及其本人造成的损失以及不能领奖的后果均由该未成年人及其法定代理人承担。</dd>
<dd>8.	在包括但不限于质疑用户资源来源的合法性、质疑委托人未满18周岁等情况下，博雅彩有权拒绝接受用户的代购和合买委托；且有权在接受该等用户委托后、完成出票前随时终止执行用户的委托指令，恢复原状。</dd>
<dd>9.	监督用户规范使用用户名的权利。当用户所使用用户名涉嫌：</dd>
<dd>
<ul>
	<li>　（1）以党和国家领导人或其他社会名人的真实姓名、字、号、艺名、笔名、昵称注册</li>
	<li>　（2）以国家组织机构或其他组织机构的名称注册；</li>
	<li>　（3）以与其他网友相同、相仿的名字或昵称注册；</li>
	<li>　（4）以网站合买区、论坛名人相仿的名字注册；</li>
	<li>　（5）以带广告性质、不文明、不健康的ID和昵称注册；</li>
	<li>　（6）以对其他用户进行人身攻击、谩骂、诋毁称呼注册；</li>
	<li>　（7）以易产生歧义、引起他人误解或带有各种奇形怪状符号的ID和昵称注册；</li>
	<li>　（8）其他博雅彩认为不适宜的用户名注册，博雅彩有权劝告或阻止或禁止用户使用上述用户名进行注册。</li>
</ul></dd>
</dl>
<dl>
<dt>六、博雅彩的义务</dt>
<dd>
  1.	用户账户资料保护义务。博雅彩对用户账户资料提供最大限度的安全保护。当博雅彩用户涉嫌盗用他人第三方支付渠道（如：银联、财付通、支付宝等）账户资金，或涉嫌其第三方支付渠道账户被盗用的，应涉嫌被盗用人或第三方支付公司的要求，在其承诺仅将用户资料用于涉嫌盗用事件并予以保密的前提下，博雅彩将向请求方提供涉嫌盗用人的用户资料。博雅彩用户同意放弃在此情况下向博雅彩追究任何责任的权利。
</dd>
<dd>2.	保留彩票原件的义务。自开奖之日始由博雅彩保留彩票原件三个月。在此期间内，委托代购的用户，可申请邮寄取回彩票原件，邮寄费用由用户自理。</dd>
<dd>3.	公布中奖情况的义务。在官方彩票发行和销售机构发布中奖结果后七个工作日内，博雅彩在高级会员区公布中奖号码及奖金分配情况，并以官方彩票发行机构和销售机构公布的中奖情况为准。</dd>
<dd>4.	提供预付款对账单的义务。在网站上向用户提供预付款对账单。</dd>
<dd>5.	预付款转账义务。用户在任何时间都可对自己的预付款余额申请提款，博雅彩在核对用户资金来源正常的情况下，在收到提款请求30个工作日内将用户预付款中需提取的款项转账到用户注册的银行账户上。</dd>
<dd>6.	预付款返还义务。因任何原因终止本协议的履行，应在协议终止之日起30个工作日内将用户预付款余额退还至用户注册的银行卡，并注销用户预付款账户和注册账户。退还余额所产生的银行费用由用户承担。</dd>
<dd>7.	以预付款代购彩票的义务；代为兑奖、领取奖金、分配奖金的义务，详见本协议第五条第3、4款。</dd>
</dl>
<dl>
<dt>七、大额奖金税票开具</dt>
<dd>用户在博雅彩代购或合买彩票获得中心兑奖的大额奖金的，由博雅彩代为兑奖。根据各彩票中心与博雅彩的协议，奖金税票只能开具至在各彩票中心备案的博雅彩兑奖人员名下，而无法直接开具至具体获奖人名下。
博雅彩可出具公函为获奖人提供奖金来源证明。
</dd>
</dl>
<dl>
<dt>八、协议成立、变更和终止</dt>
<dd>1.	博雅彩有权对本协议条款进行变更而无需事先通知用户，用户有权决定是否继续接受修订后的协议，详见本协议第五条第2款。</dd>
<dd>2.	任何一方未能履行本协议规定的任何义务，且在收到另一方发出更正通知15日内仍未能改正错误的，均被视为自动放弃本协议，协议同时终止。</dd>
<dd>3.	用户违约或发生其他导致博雅彩不能再为用户服务的情况，博雅彩有权以E-mail的方式通知用户终止本协议，自通知发出之日起15日内本协议终止。博雅彩须在协议终止后30日内将用户预付款账号内的余额返还至用户注册的银行账户。</dd>
<dd>4.	一经发现公款购彩嫌疑、未成年人购彩嫌疑等本协议禁止的情况，博雅彩有权立即终止协议。</dd>
</dl>
<dl>
<dt>九、违约责任</dt>
<dd>
1.	任何一方未能履行本协议规定的任何义务，且在收到另一方发出更正通知15日内未能改正错误的，均被视为自动放弃本协议，协议同时终止。另一方将有权就因对方放弃协议而造成的经济损失进行追偿。
</dd>
<dd>2.	因任何一方出现违反法律的行为或本协议约定的违约行为，都应由责任方自行负责并补偿由此给对方造成的损失。</dd>
</dl>
<dl>
<dt>十、免责条款</dt>
<dd>
发生下列情况时，博雅彩不予承担任何法律责任：
</dd>
<dd>1.	用户资料泄露。由于用户将密码告知他人或与他人共享注册账户，或由于用户的疏忽，由此导致的任何个人资料泄露，以及由此产生的纠纷。无论何种原因导致的用户资料未授权使用、修改，用户密码、个人账号或注册信息被未授权篡改、盗用而产生的一切后果。</dd>
<dd>2.	不可抗力及不可预见的情势发生。不可抗力和不可预见情势包括：自然灾害、政府行为、罢工、战争等；黑客攻击、计算机病毒侵入或发作、 政府管制、彩票发行和销售机构的原因、彩票出票机或服务网络的故障、通信网络故障、国家政策变化、法律法规之变化等。因不可抗力和 不可预见情势造成：网站暂时性关闭，用户资料或代购、合买委托指令泄露、丢失、被盗用、被篡改，委托代购、合买失败，博雅彩未能收到委托指令等，以及由此产生的纠纷，博雅彩不承担任何赔偿责任。因不可抗力和不可预见的情势造成本协议不能履行的，博雅彩不承担任何赔偿责任。</dd>
<dd>3.	用户原因或第三方原因造成损失。由于用户自身原因、或违反法律法规，以及第三方的原因，造成用户无法使用博雅彩服务或产生其他损失的。</dd>
<dd>4.	用户因代购的彩票而产生的损失。用户根据本协议进行代购、合买委托投注而发生的直接、间接、偶然、特殊及继起的损害。</dd>
<dd>5.	用户使用链接或下载资料产生的损害。由于使用与博雅彩链接的其它网站，或者使用通过博雅彩下载或取得的资料，造成用户资料泄露、用户电脑系统损坏等情况及由此而导致的任何争议和后果。</dd>
<dd>6.	拒绝委托或中止委托的损失。博雅彩按照本协议第五条第8款拒绝接受或中止执行用户委托指令，除恢复原状外，博雅彩不承担任何其他法律责任。</dd>
<dd>7.	因网络故障、国家彩票机构限号、预付款金额不足等原因，博雅彩接受用户委托后，未能按用户委托完成代购出票的，无论用户预付款是否被冻结或划转，均视为本次代购或合买委托未完成，博雅彩对于上述原因造成的委托未完成不承担任何法律责任。用户预付款被冻结或划转的，博雅彩须在三个工作日内将冻结或划转的金额全额返还至用户预付款账户。</dd>
</dl>
<dl>
<dt>十一、合同组成</dt>
<dd>
博雅彩主页以及其他页面有关（包括但不限于）会员注册流程、变更流程、注销流程、合买代购流程、会员支付与结算、发起人资格、分成佣金方式、中奖领奖流程、相关奖励、积分办法、会员服务以及会员升级等运营内容的细则以及法律声明均为本协议的有效组成部分，是对本协议的解释扩充，与本协议有着相同的法律效力。
用户资料隐私保护、网站禁止行为、网站知识产权保护等约定详见《法律声明》。
</dd>
</dl>
<dl>
<dt>十二、法律适用和管辖</dt>
<dd>
本协议适用中华人民共和国法律，发生的争议提交深圳市仲裁委员会，其仲裁裁决是终局的。
</dd>
</dl>
<dl>
<dt>十三、本协议最终解释权归博雅彩所有。</dt>
<dd><strong>【注意事项】</strong></dd>
<dd>1.	禁止未满18周岁(未成年)者在本站注册。同时，不提倡学生购买彩票，其中也包括在校大学生。</dd>
<dd>2.	为确保您的购买申请能及时成功提交，请您务必在当期购买申请前有足够款项在您的预付款账上。</dd>
<dd>3.	请确认您的电子邮箱地址为长期使用之有效邮箱。并随时留意查收本站的邮件。</dd>
<dd>4.	有任何疑问请及时与我们取得联系。<br />
&nbsp;&nbsp;&nbsp;&nbsp;客服中心热线：400-856-1000<br />
&nbsp;&nbsp;&nbsp;&nbsp;管理员信箱：<a href="mailto:service@boyacai.com">service@boyacai.com</a><br/>
&nbsp;&nbsp;&nbsp;&nbsp;公司地址：北京市建国门内大街18号恒基中心
</dd>
</dl>
<p style=" text-align:center"> &copy;2011&nbsp;www.boyacai.com 使用前必读</p>
</div></div>
<jsp:include page="/function/common/ruyicai_include_common_footer_noindex.jsp"></jsp:include>
</div>
<jsp:include page="/function/rules/setBody.jsp"></jsp:include>